{"paper_id": "0a3a221e70ed8497ac197567fe69e7d384759826", "metadata": {"title": "Disease Associated with Equine Coronavirus Infection and High Case Fatality Rate", "authors": [{"first": "C", "middle": ["L"], "last": "Fielding", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["K"], "last": "Higgins", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": ["C"], "last": "Higgins", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Mcintosh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": [], "last": "Scott", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": [], "last": "Giannitti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Mete", "suffix": "", "affiliation": {}, "email": ""}, {"first": "N", "middle": [], "last": "Pusterla", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Equine coronavirus (ECoV) is associated with clinical disease in adult horses. Outbreaks are associated with a low case fatality rate and a small number of animals with signs of encephalopathic disease are described.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Objectives: The aim of this study is to describe the epidemiological and clinical features of two outbreaks of ECoV infection that were associated with an high case fatality rate.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Animals: 14 miniature horses and 1 miniature donkey testing fecal positive for ECoV from two related disease outbreaks.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: Retrospective study describing the epidemiological findings, clinicopathological findings, and fecal viral load from affected horses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: In EcoV positive horses, 27% (4/15) of the animals died or were euthanized. Severe hyperammonemia (677 lmol/L, reference range ≤60 lmol/L) was identified in one animal with signs of encephalopathic disease that subsequently died. Fecal viral load (ECoV genome equivalents per gram of feces) was significantly higher in the nonsurvivors compared to animals that survived (P = .02).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions and Clinical Importance: Equine coronavirus had a higher case fatality rate in this group of miniature horses than previously reported in other outbreaks of varying breeds. Hyperammonemia could contribute to signs of encephalopathic disease, and the fecal viral load might be of prognostic value in affected horses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "E quine coronavirus (ECoV) infection was initially reported in neonatal foals (≤2 weeks of age) with and without clinical signs suggestive of enteritis. 1, 2 Outbreaks of ECoV are described in adult horses at racing facilities and boarding stables. [3] [4] [5] Descriptions of outbreaks of ECoV infection involving breeding farms and young horses (<1 year of age) are not reported.", "cite_spans": [{"start": 153, "end": 155, "text": "1,", "ref_id": "BIBREF0"}, {"start": 249, "end": 252, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 253, "end": 256, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 257, "end": 260, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "Case fatality rates in the outbreaks have ranged between 0 and 7%. [3] [4] [5] In a case series of four boarding stables, two of the horses that died had acute onset of neurologic disease. A definitive cause for the neurologic signs is not determined, but authors speculated that hyperammonemia had contributed to the death of these horses. 3 Fecal shedding of ECoV after infection occurs in a median of 4 days (range of 3-9 days). 3 However, more information is needed to confirm this finding as longer periods of shedding could lead to unanticipated disease transmission if quarantine periods are ended prematurely. In addition, a high viral load has been associ-ated with adverse outcome in people with respiratory coronavirus infection, 6 but this has not been demonstrated in horses.", "cite_spans": [{"start": 67, "end": 70, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 71, "end": 74, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 75, "end": 78, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "The purpose of this study was to describe the epidemiological and clinicopathological features of two outbreaks of ECoV infection that likely originated at a large equine competition and subsequently spread to two separate locations in Idaho and California. The high case fatality rate, documentation of hyperammonemic encephalopathy, and association between viral load and death has not been previously reported.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Both reported outbreaks from California (CA) and Idaho (ID) initially involved horses that had recently returned from the American Miniature Horse Association World Show in Texas in October, 2013. Clinical examination findings were recorded at presentation for veterinary care.", "cite_spans": [], "ref_spans": [], "section": "Case Histories and Clinical Examination"}, {"text": "In each outbreak, initial cases of ECoV infection were confirmed by real-time PCR on feces. The PCR assay was based on the detection of a specific 142 base-pair product of the N gene of ECoV. 3 Viral load was reported as genome equivalents per gram of feces. A plasmid was constructed with the 142 bp amplicon and 10-fold dilutions were used to obtain the slope and y-intercept for load calculations. The equation is the absolute value of the CP-y intercept/slope. Furthermore, a real-time PCR assay targeting a universal sequence of the bacterial 16s rRNA gene was used as quality control (ie, efficiency of DNA purifications and amplification) and as an indicator of fecal inhibition. 7 After identification of ECoV in affected horses, subsequent screening of the remaining horses in the herd was completed. Repeated testing was performed daily on six horses from the CA outbreak until at least three consecutive negative samples were obtained. Other common enteric pathogens of horses, including Salmonella enterica, Clostridium difficile, Clostridium perfringens, Lawsonia intracellularis, and Neorickettsia risticii were also investigated in feces of four of the sick horses by specific PCR. 3 ", "cite_spans": [], "ref_spans": [], "section": "Virology and Bacteriology Testing"}, {"text": "Complete blood cell count and biochemical panels were performed on 8 horses. Blood ammonium concentration was measured in 6 ECoV-infected horses with clinical signs. For a complete list of variables that were evaluated refer to Table 1 .", "cite_spans": [], "ref_spans": [{"start": 228, "end": 235, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Clinical Pathology"}, {"text": "Data are reported as median (range). A Mann-Whitney test was used to compare viral load between horses testing positive for ECoV that died versus those horses that survived. Significance level was set at P < .05.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Available clinical examination and clinicopathological data for animals from both outbreaks (CA and ID) are combined in Table 1 . The total number of horses in each farm was 19 (CA) and 8 (ID). ECoV testing was performed with all horses for a total of 27 animals from both farms combined (19 from CA and 8 from ID). Fifteen of the animals (56%) tested positive. 10 of the 15 animals (67%) testing positive (6 from CA and 4 from ID) manifested clinical disease including but not limited to colic, fevers, lethargy, and inappetance, while 5 (33%) of 15 positive animals remained asymptomatic. Four of the horses positive for ECoV (27%) tested negative for S. enterica, C. difficile, C. perfringens, L. intracellularis, and N. risticii.", "cite_spans": [], "ref_spans": [{"start": 120, "end": 127, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Epidemiological and Clinicopathological Features, and Virology Testing"}, {"text": "In the CA outbreak, the first horse displayed clinical signs including fevers (39.2°C), lethargy, and inappetance approximately 9 days after leaving the competition. Over a 5-day period, 2 additional horses that had not attended the show displayed similar clinical signs (fevers up to 39.2°C) and were quarantined as a group for approximately 14 days. At the end of the quarantine period, the horses were returned to the herd and approximately 3 days later, another individual with severe clinical signs died. Despite isolation and enhanced biosecurity protocols at the farm, 7 other animals tested positive for ECoV over the next 12 days. These animals showed a range of clinical signs from no significant changes to fevers, lethargy, and mild colic.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological and Clinicopathological Features, and Virology Testing"}, {"text": "In addition to the initial animal that died in transport to the hospital, an 11-year-old miniature horse mare died during hospitalization. She initially was presented for veterinary care with mild signs of colic, but had a normal rectal temperature (37.6°C), increased heart rate (60 bpm), and increased respiratory rate (30 bpm). Initial blood work showed leukopenia (990 cells/lL) because of lymphopenia (640 cells/lL) and neutropenia (340 cells/lL), and hyperlactatemia (3.3 mmol/L). Eight hours after examination, the mare exhibited circling, head pressing, nystagmus and decreased pupillary light reflex. There was hyperlactatemia (12.7 mmol/L) and severe hyperammonemia (677 lmol/L, reference range ≤63 lmol/L). Over a 2-hour period, clinical signs progressed and the mare became recumbent, developed respiratory and cardiovascular arrest, and died.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological and Clinicopathological Features, and Virology Testing"}, {"text": "Both horses that died in the CA outbreak were submitted to the California Animal Health and Food Safety Laboratory in Davis, CA for complete postmortem examination (data not shown). In both animals, small intestinal content tested positive for ECoV by PCR. In the first animal that died, there was severe, diffuse necrotizing enteritis. In the second animal with hyperammonemia, there was Alzheimer Type II astrocytosis in the cerebral cortex.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological and Clinicopathological Features, and Virology Testing"}, {"text": "Serial testing for ECoV was completed for 6 horses that tested positive in the CA outbreak. The mean shedding time was 3.5 days, however one horse continued shedding for a total of 11 days (range 2-11 days). The daily fecal sample collection began on the first sick day (first day that clinical signs were observed), but healthy individuals were not repeatedly tested. In the CA outbreak, 3 animals had clinical signs compatible with ECoV infection approximately 2 weeks before the remaining animals became symptomatic. PCR testing was not performed at that time and these 3 horses tested PCR negative for ECoV at the time the resident horses developed disease.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological and Clinicopathological Features, and Virology Testing"}, {"text": "In the ID outbreak, resident farm horses displayed clinical signs of disease including decreased appetite, lethargy, and fevers ≤38.9°C approximately 2-3 days after show horses returned from competition (American Miniature Horse Association World Championship Show). The 4 horses that returned from the show did not exhibit clinical abnormalities. A total of 7 horses tested fecal positive for ECoV on real-time PCR. Of these 7 horses, 4 (57%) had clinical signs of disease whereas 3 (43%) animals did not have clinical abnormalities. The first horse had signs of lethargy and anorexia 48 hours after exposure to the show horses. This horse was severely ill by 60 hours post exposure. Clinical signs in affected horses included fevers up to 38.9°C (three horses), tachycardia (one horse), encephalopathic signs (circling, head-pressing, and/or nystagmus in two animals), and lethargy (all horses). Of the 4 horses with abnormal clinical signs, 2 (50%) died during the course of disease. A miniature donkey (one of the animals that died) displayed signs of rapidly progressive nystagmus, decreased mentation, and recumbency. The donkey presented for veterinary care 36 hours after the onset of clinical signs, but because of rapid progression over the next 12 hours, the donkey was euthanized. The other animal that died, a miniature horse, developed an acute decrease in packed cell volume from 33% to 16% with ulcerations of the oral mucosa and tongue.", "cite_spans": [], "ref_spans": [], "section": "Epidemiological and Clinicopathological Features, and Virology Testing"}, {"text": "Maximum viral loads measured in the feces for each horse (n = 15) had a median of 9.7 9 10 6 (1.2 9 10 4 to 2.4 9 10 9 ) ECoV genome equivalents per gram of feces with a corresponding Cp value of 27.10. Horses with ECoV that died had a significantly higher viral load as compared to horses that survived (P = .02). The median viral load was 9.5 9 10 4 (1.1 9 10 4 to 1.4 9 10 7 ) ECoV genome equivalents per gram of feces in survivors with a corresponding Cp value of 33.93. This compared to horses that died 2.9 9 10 7 (1.4 9 10 7 to 2.4 9 10 9 ) with a corresponding Cp value of 25.01. The specific mortality rate for the 2 outbreaks combined was 15% (4/27). This was calculated as the number of animals that died divided by the number of all animals. The number of animals testing positive for EcoV that died was 27% (4/15).", "cite_spans": [], "ref_spans": [], "section": "Epidemiological and Clinicopathological Features, and Virology Testing"}, {"text": "In addition to the severe hyperammonemia documented in the animal that died, blood ammonium was measured in 5 other animals that tested positive for EcoV and no other animals had values outside of the reported reference range ( Table 1) and none of the other tested animals displayed any neurologic abnormalities.", "cite_spans": [], "ref_spans": [{"start": 228, "end": 236, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Epidemiological and Clinicopathological Features, and Virology Testing"}, {"text": "The proportion of positive animals that died (27%) in this report is higher than the case fatality rate reported in previous outbreaks (7%). 3 The deaths did not occur in stressed show horses, but in resident horses. The increased rate could reflect the virulence of the ECoV strain, host or environmental factors.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Amount of viral particles being shed in manure was evaluated in horses. While the 4 animals that died had variable viral loads, as a group they were statistically significantly higher than surviving animals. The miniature horse that died in the ID outbreak initially had a low viral load despite significant clinical disease, but had a much higher viral load on the second fecal sample submitted. In human coronavirus infections, clinical outcome and death are highly correlated with viral load. 8 Results in this group of horses suggest that viral load in ECoV infection is related to case fatality as well.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Two of the 4 deaths described in a previous outbreak were associated with the onset of signs of encephalopathic disease. 3 Hyperammonemia may have been responsible for the neurological signs and contributed to the death of the horses. 3 The current study documents a fatal case of hyperammonemia associated with ECoV infection. It is possible that hyperammonemia could be common when encephalopathic signs are present in horses with ECoV and that severe cases are associated with an increased risk of death.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Severe hyperammonemia is likely because of increased ammonia production within or absorption from the gastrointestinal tract. Reports of equine hyperammonemia have speculated that overgrowth of urease producing bacteria and increased absorption might contribute to the increased levels of ammonia. 9,10 Early treatment for presumptive hyperammonemia might be prudent, if there is a high suspicion for an ECoV outbreak with associated encephalopathic signs in cases where testing of ammonium levels is not readily available.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Idiopathic equine hyperammonemia has been reported in case reports and retrospective case series. 9, 10 The majority of these reported cases had clinical signs consistent with ECoV infection (inappetance, depression, fever, colic, and diarrhea). Some of these cases have occurred as outbreak situations. Some of these cases of previously reported idiopathic hyperammonemia could have been associated with ECoV infection.", "cite_spans": [{"start": 98, "end": 100, "text": "9,", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Further study would be needed to determine if younger animals or certain breeds are more severely affected. The recent studies have described outbreaks in larger boarding stables or competition barns in full sized horses. [3] [4] [5] Four of the horses in the present study were tested for other common enteric pathogens and were negative, but the findings of the paper would have been stronger if all other horses had been tested for other pathogens. EcoV was commonly identified as a coinfection with other pathogens in foals with diarrhea. 1 To the authors' knowledge, this has not been described in adult horses.", "cite_spans": [{"start": 222, "end": 225, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 226, "end": 229, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 230, "end": 233, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Fecal shedding in this study was as long as 11 days in one animal, compared to 9 days in a previous study. 3 The presumed initially infected animals were quarantined for 14 days after the cessation of clinical signs in CA. After return to the herd, other animals became sick within a few days. This suggests that fecal shedding could have occurred for longer than 14 days. If confirmed, this would indicate that longer quarantine periods might be needed for animals returning from competition or being newly introduced into the herd. One horse in the ID outbreak that was initially negative on PCR for ECoV despite showing clinical signs. This could have been because of the ileus and delayed passage of manure exhibited by this horse. That the horse was positive on retesting shows the importance of repeat testing in horses that are negative initially, particularly if they are not passing normal amounts of feces.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, these outbreaks of ECoV were associated with younger animals, a higher case fatality rate, and a longer fecal shedding period. Severe hyperammonemia was recognized in one animal with acute encephalopathic signs and death. If acute neurologic signs develop, hyperammonemia should be suspected and treated aggressively. In addition, viral load might be a factor to consider when determining prognosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infectious agents associated with diarrhoea in neonatal foals in central Kentucky: A comprehensive molecular study", "authors": [{"first": "N", "middle": ["M"], "last": "Slovis", "suffix": ""}, {"first": "J", "middle": [], "last": "Elam", "suffix": ""}, {"first": "M", "middle": [], "last": "Estrada", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Leutenegger", "suffix": ""}], "year": 2014, "venue": "Equine Vet J", "volume": "46", "issn": "", "pages": "311--316", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Neonatal enterocolitis associated with coronavirus infection in a foal: A case report", "authors": [{"first": "E", "middle": [], "last": "Davis", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Rush", "suffix": ""}, {"first": "J", "middle": [], "last": "Cox", "suffix": ""}], "year": 2000, "venue": "J Vet Diagn Invest", "volume": "12", "issn": "", "pages": "153--156", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Emerging outbreaks associated with equine coronavirus in adult horses", "authors": [{"first": "N", "middle": [], "last": "Pusterla", "suffix": ""}, {"first": "S", "middle": [], "last": "Mapes", "suffix": ""}, {"first": "C", "middle": [], "last": "Wademan", "suffix": ""}], "year": 2013, "venue": "Vet Microbiol", "volume": "162", "issn": "", "pages": "228--231", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Epidemic of equine coronavirus at Obihiro Racecourse, Hokkaido, Japan in 2012", "authors": [{"first": "Y", "middle": [], "last": "Oue", "suffix": ""}, {"first": "Y", "middle": [], "last": "Morita", "suffix": ""}, {"first": "T", "middle": [], "last": "Kondo", "suffix": ""}, {"first": "M", "middle": [], "last": "Nemoto", "suffix": ""}], "year": 2013, "venue": "J Vet Med Sci", "volume": "75", "issn": "", "pages": "1261--1265", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Isolation of an equine coronavirus from adult horses with pyrogenic and enteric disease and its antigenic and genomic characterization in comparison with the NC99 strain", "authors": [{"first": "Y", "middle": [], "last": "Oue", "suffix": ""}, {"first": "R", "middle": [], "last": "Ishihara", "suffix": ""}, {"first": "H", "middle": [], "last": "Edamatsu", "suffix": ""}], "year": 2011, "venue": "Vet Microbiol", "volume": "150", "issn": "", "pages": "41--48", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Initial viral load and the outcomes of SARS", "authors": [{"first": "C", "middle": ["M"], "last": "Chu", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Cheng", "suffix": ""}], "year": 2004, "venue": "CMAJ", "volume": "171", "issn": "", "pages": "1349--1352", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Comparison of five real-time PCR assays for detecting virulence genes in isolates of Escherichia coli from septicaemic neonatal foals", "authors": [{"first": "S", "middle": [], "last": "Mapes", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Rhodes", "suffix": ""}, {"first": "W", "middle": ["D"], "last": "Wilson", "suffix": ""}], "year": 2007, "venue": "Vet Rec", "volume": "161", "issn": "", "pages": "716--718", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Viral loads in clinical specimens and SARS manifestations", "authors": [{"first": "I", "middle": ["F"], "last": "Hung", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lau", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Woo", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}], "year": 2009, "venue": "Hong Kong Med J", "volume": "15", "issn": "9", "pages": "20--22", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Putative intestinal hyperammonaemia in horses: 36 cases", "authors": [{"first": "B", "middle": [], "last": "Dunkel", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Chaney", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Dallap-Schaer", "suffix": ""}], "year": 2011, "venue": "Equine Vet J", "volume": "43", "issn": "", "pages": "133--140", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Hyperammonaemia associated with encephalopathy and abdominal pain without evidence of liver disease in four mature horses", "authors": [{"first": "S", "middle": ["F"], "last": "Peek", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Divers", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Jackson", "suffix": ""}], "year": 1997, "venue": "Equine Vet J", "volume": "29", "issn": "", "pages": "70--74", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Equine history, physical examination, records, and recognizing abuse or neglect in patients", "authors": [{"first": "T", "middle": ["D"], "last": "Byars", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Gonda", "suffix": ""}], "year": null, "venue": "Smith BP", "volume": "2014", "issn": "", "pages": "13--20", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Appendix VIII blood analyte reference values in large animals", "authors": [{"first": "J", "middle": ["J"], "last": "Kaneko", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Harvey", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Bruss", "suffix": ""}], "year": 2008, "venue": "Clinical Biochemistry of Domestic Animals", "volume": "", "issn": "", "pages": "882--888", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical biochemical and hematologic values of the American Miniature Horse: Reference values", "authors": [{"first": "R", "middle": ["B"], "last": "Harvey", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Hambrights", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "Rose", "suffix": ""}], "year": 1984, "venue": "Am J Vet Res", "volume": "45", "issn": "", "pages": "987--990", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Veterinary Laboratory Medicine", "authors": [{"first": "D", "middle": ["J"], "last": "Meyer", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Harvey", "suffix": ""}, {"first": "", "middle": [], "last": "Appendix", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Age, clinical, and clinicopathological findings in ECoV-positive horses.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable (Units) </td><td>Reference Range </td><td>Median (range)\n</td><td>Number of Animals with Abnormal Results/Number of Animals Tested\n</td></tr><tr><td>Age (years) </td><td>N/A </td><td>6 (0.5-19) </td><td>15\n</td></tr><tr><td>Temperature (°C) </td><td>37.2-38.311 </td><td>37.9 (34.7-40.0) </td><td>5/11\n</td></tr><tr><td>Heart rate (bpm) </td><td>28-4411 </td><td>46 (40-72) </td><td>5/10\n</td></tr><tr><td>Respiration (bpm) </td><td>8-1511 </td><td>16 (10-32) </td><td>6/10\n</td></tr><tr><td>Albumin (g/dL) </td><td>2.6-3.712 </td><td>3.2 (2.0-3.6) </td><td>2/8\n</td></tr><tr><td>AST (U/L) </td><td>140-30613 </td><td>331 (300-549) </td><td>2/7\n</td></tr><tr><td>BUN (mg/dL) </td><td>15.2-32.513 </td><td>18 (14-37) </td><td>1/8\n</td></tr><tr><td>Ca (mg/dL) </td><td>10.1-12.613 </td><td>12.0 (5.1-13.4) </td><td>5/8\n</td></tr><tr><td>Creatinine (mg/dL) </td><td>0.7-1.413 </td><td>1.0 (0.7-1.2) </td><td>0/7\n</td></tr><tr><td>GGT (U/L) </td><td>6-2913 </td><td>23.5 (10-169) </td><td>2/8\n</td></tr><tr><td>Glucose (mg/dL) </td><td>68-12613 </td><td>122.5 (75-234) </td><td>2/8\n</td></tr><tr><td>K (mmol/L) </td><td>3.7-5.313 </td><td>2.9 (2.5-4.4) </td><td>6/8\n</td></tr><tr><td>Total Bilirubin (mg/dL) </td><td>1.0-2.012 </td><td>1.2 (0.4-2.3) </td><td>3/8\n</td></tr><tr><td>TP (mg/dL) </td><td>5.2-7.913 </td><td>6.75 (5.5-7.5) </td><td>0/8\n</td></tr><tr><td>Na (mmol/L) </td><td>132-14013 </td><td>135.5 (129-139) </td><td>2/8\n</td></tr><tr><td>Globulin (g/dL) </td><td>2.6-4.012 </td><td>3.75 (2.7-4.2) </td><td>2/8\n</td></tr><tr><td>CK (U/L) </td><td>111-94113 </td><td>322 (192-454) </td><td>0/8\n</td></tr><tr><td>TCO2 (mmol/L) </td><td>13 24-32\n</td><td>29 (27-32) </td><td>0/6\n</td></tr><tr><td>Ammonia (lmol/L) </td><td>8-6312 </td><td>22 (12-677) </td><td>1/6\n</td></tr><tr><td>Lymphocytes (cells/lL) </td><td>3,149-12,55813 </td><td>1,490 (330-2,840) </td><td>8/8\n</td></tr><tr><td>WBC (cells/lL) </td><td>6,100-18,20013 </td><td>3,675 (960-7,240) </td><td>5/8\n</td></tr><tr><td>Neutrophils (cells/lL) </td><td>1,638-7,23813 </td><td>1,775 (30-5,180) </td><td>4/8\n</td></tr><tr><td>Platelets (cells/lL) </td><td>100,000-270,00014 </td><td>120,500 (91,000-157,000) </td><td>2/8\n</td></tr><tr><td>PCV (%) </td><td>23.7-42.713 </td><td>33 (22-57) </td><td>3/8\n</td></tr><tr><td>Lactate (mmol/L) </td><td>1.1-1.812 </td><td>1.2 (0.9-3.3) </td><td>1/4\n</td></tr><tr><td>Fibrinogen (mg/dL) </td><td>100-40012 </td><td>463 (200-609) </td><td>1/4\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Source of funding: No external funding was provided.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}, {"text": "Off-label Antimicrobial Declaration: The authors declare no off-label use of antimicrobials.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest Declaration: The authors disclose no conflict of interest."}]}