{
    "paper_id": "0a0bc6bc993e37df9be46a2c80e969cbac5a89db",
    "metadata": {
        "title": "An Extended Outbreak of Infectious Peritonitis in a Closed Colony of European Wildcats (Fells silvestris)",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "J"
                ],
                "last": "Watt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "country": "U.K"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "J"
                ],
                "last": "Macintyre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "country": "U.K"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Mcorist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "country": "U.K"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Feline infectious peritonitis is a multisystemic disease of domestic and exotic cats caused by a coronavirus. An outbreak of feline infectious peritonitis was investigated in a closed colony of European wildcats (Fells silvestris) at a zoological garden. Over a six-year period, a putative fading kitten syndrome occurred in six of 11 litters born and severe lesions of infectious peritonitis occurred in five of the eight wildcats retained in the colony during this period. Lesions were more acute in the early stages of the outbreak and included perivascular pyogranulomatons inflammation with exudative serositis. Lesions occurred only in males. Vascular lesions were common in the liver of all affected wildcats, serositis occurred in the abdominal and thoracic cavities in most cases and meningeal lesions were present in two cases. Immunohistochemistry with specific antisera detected viral antigen within macrophages in all lesions. This outbreak demonstrates that the lesions of feline infectious peritonitis can become modified over time and that the virus can persist in a closed colony, possibly via carrier wildcats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Feline infectious peritonitis virus (FIPV) is a member of the family Coronaviridae and is a single stranded RNA virus with three major structural proteins, including a nucleocapsid protein (Lai, 1990) . Studies on the pathogenesis of FIPV in both domestic and exotic cats have demonstrated that an acute, fulminant disease (so-called \"wet\" or \"effusive\" FIP) can occur on challenge of seropositive cats as compared with a milder response (so-called \"dry\" or \"non-effusive\" FIP) in seronegative cats (for a review see Pedersen, 1983) . It is believed that the presence of pre-existing antibody leads to either immune complex deposition (Jacobese-Geels, Daha and Horzinek, 1982) or antibodydependent enhancement of macrophage infection upon challenge by FIPV (Olsen, Corapi, Ngichabe, Baines and Scott, 1992) . Therefore, naturally and experimentally ini~cted domestic cats develop lesions with a marked variation in intensity, depending on the cat's antibody status.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 200,
                    "text": "(Lai, 1990)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 517,
                    "end": 532,
                    "text": "Pedersen, 1983)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 652,
                    "end": 676,
                    "text": "Daha and Horzinek, 1982)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 757,
                    "end": 806,
                    "text": "(Olsen, Corapi, Ngichabe, Baines and Scott, 1992)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The lesions in domestic cats infected with FIPV are of perivascular necrotizing pyogranulomatous inflammation and fibrinous serositis with FIPV particles present within macrophages in these lesions (Weiss and Scott, 1981 b). Similar lesions have been reported in a number of exotic cats kept in zoological gardens (Colly, 1973) ; however, they have not been previously reported in the European wildcat. A serological survey of freeliving European wildcats in Great Britain did not detect any animals seropositive for FIPV (McOrist, Bold, Jones, Easterbee, Hubbard and Jarrett, 1991) . This study provided an opportunity to examine the pathological and epidemiological features of naturally occurring infectious peritonitis in a closed colony of European wildcats.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 224,
                    "text": "(Weiss and Scott, 1981 b).",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 327,
                    "text": "(Colly, 1973)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 522,
                    "end": 582,
                    "text": "(McOrist, Bold, Jones, Easterbee, Hubbard and Jarrett, 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The European wildcat (Fells silvestris) colony was housed in a single enclosure exhibit 15 m × 8m × 3 m, at a Scottish Zoological Garden, from 1978 to 1992. The two founder wildcats were purchased from the same source in 1976, placed in this enclosure and had their first litter in 1978. There were no further introductions. Their diet was fresh horse or chicken meat. The details of the size and dates of litter births, and dates of deaths in the colony are given in Fig. 1 . Between 1982 and 1992 necropsies were performed on 17 animals. The major clinical signs (if any) reported in the five wildcats subsequently diagnosed as having infectious peritonitis included nervous signs (three of five) and weight loss (three of five), respiratory signs (two of five) and abdominal distension (two of five). No cats with clinical FIP survived the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 474,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Selected tissues were fixed in buffered neutral formalin and were routinely processed to paraffin wax for histopathological examination. Sections were routinely stained with haematoxylin and eosin (HE). Immunocytochemical localization of FIPV antigen in paraffit>embedded tissues was demonstrated by an avidin-biotin complex immunoperoxidase method (Vectastain, Vector Lab, U.S.A.) alter pre-digestion of the de-waxed sections with 1 per cent trypsin solution ['or Anti-FIPV nucleocapsid goat serum was used as a primary antibody at a dilution of 1 in 50. In addition to this indirect antibody detection system, serum from a domestic cat, confirmed as suffering from infectious peritonitis at necropsy, was biotinylated and then used in a separate avidin-biotin immunoperoxidase method.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "['or",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Tissues from three healthy cats and from cats suffering from parasitic pneumonia were used to provide sections containing uninfected macrophages. Normal goat serum was used as a serum control for the indirect staining techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Lesions were noted in the liver, kidneys, intestine, brain, lungs, heart and lymphoid tissues. Despite the numerous deaths in young kittens indicated in Fig. 1 , no conclusive evidence of any specific process was detected on examination and a presumptive diagnosis of \"fading kitten syndrome\" was made.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Macroscopical and Histological Lesions"
        },
        {
            "text": "In cats dying of infectious peritonitis in 1982 or 1986 (see Fig. 1 ), there were rnacroscopical lesions in the thoracic and abdominal cavities, with ill-defined areas (up to 5 cm long) of thickening of the wall of the intestine, and of the surface of the liver and pleura, by soft, fawn-coloured tissue. These cavities contained variable amounts (5 to 50 ml) of thick, flocculated, red-brown fluid. There was also patchy lung consolidation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 67,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Macroscopical and Histological Lesions"
        },
        {
            "text": "In cats dying of infectious peritonitis in 1991 or 1992, macroscopical lesions were noted in the liver and kidney. There was firm, diffuse, pale degenerative parenchyma with thickened, fibrous serosal surfaces. No gross brain lesions were detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macroscopical and Histological Lesions"
        },
        {
            "text": "Histologically, there were lesions of the serosa and blood vessels in all cats. The serosal surfaces of the liver, spleen, intestine, heart and lungs were markedly thickened with fibrin deposition and a diffuse leucocytic infiltration consisting mostly of neutrophils, with some macrophages and lymphocytes. In cats dying in 1991 or 1992 the thickening consisted offibrovascular granulation tissue, with infiltration by macrophages, lymphocytes and neutrophils. Blood vessels, particularly medium sized arteries and veins, showed marked thickening &the tunica adventitia, with infiltration ofmacrophages, lymphocytes and neutrophils. Other lesions were present in the parenchyma of the lung and liver. In the lung parenchyma of the cat dying in 1992 there was acute inflammation of alveoli with marked intra-alveolar haemorrhage. Numerous macrophages were present in alveolar and bronchiolar lumina and there were marginated mononuclear cells in the pulmonary veins and arterioles. In the hepatic parenchyma of this animal there were apparently sequential stages of hepatic necrosis which originated with loci ofhepatocyte syncytium formation (with no local inflammatory response) and progressed to loci of necrosis with neutrophil infiltration (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1245,
                    "end": 1253,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Macroscopical and Histological Lesions"
        },
        {
            "text": "Vascular lesions were marked in the liver and intestinal serosa &all cats, and the kidneys, lungs, meninges, heart muscle and pericardium of cats dying in 1991 or 1992. hnmunohislochemist~y FIPV antigen was observed in immunohistological preparations in macrophages in lesions from all cats. FIPV antigen-positive macrophages were particularly apparent in the pulmonary (alveolar macrophages), serosal and vascular lesions (see Fig. 3 ). In lung, antigen-positive macrophages were associated with areas of acute inflammation and haemorrhage and were present in both alveoli and bronchioles. The proportion of positive cells varied throughout the lesions, in some areas reaching over 90 per cent of potential target cells. Positive cells were present adherent to vascular endothelium in both arterioles and veins. Few positive cells were seen in the pulmonary interstitium or in peribronchial or peribronchiolar tissues, the majority of positive ceils being located in airway or alveolar lumina or adherent to vascular endothelium. In hepatic parenchyma occasional hepatocytes and hepatocyte syncytia stained positively, with no evidence of viral antigen in adjacent macrophages. As these lesions became necrotic the hepatocyte staining became less intense and antigen became localized in macrophages in the lesion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 434,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Macroscopical and Histological Lesions"
        },
        {
            "text": "No FIPV antigen was detected in tissues from healthy cats or cats with parasitic pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macroscopical and Histological Lesions"
        },
        {
            "text": "This study indicated that an exotic cat, closely related to the domestic cat, was susceptible to FIP, and that the type of lesions seen in an extended outbreak in a closed colony varied with time, probably depending on the immune status of affected animals. Early in the outbreak, European wildcats developed an acute, effusive \"wet\" form of infectious peritonitis, whereas in the later years of the outbreak, chronic \"dry\" lesions of peritonitis produced a debilitating form of the disease with nervous signs present in some animals due to meningeal vasculitis. This study was the first to use immunohistochemistry to locate FIPV antigen in exotic cats and the distribution of antigen detected was similar to that recorded in FIPV infection of domestic cats (Weiss and Scott, 1981 a,b) . Therelbre the similarity of clinical and pathological features in these exotic cats affected with infectious peritonitis to those seen in domestic cats was probably due to the viral infection of macrophages and consequent development of lesions occurring in a similar manner. Also, the alteration in the type of lesion over the 10-year outbreak indicated that the immune status of the individuals varied with their age, as animals dying of the \"wet\" form of FIP early in the outbreak were 3 and 7 years old and those dying later in the outbreak of\"dry\" FIP were 9 or l0 years old. This may also reflect a difference in the incubation times of the two forrns of the disease.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 786,
                    "text": "(Weiss and Scott, 1981 a,b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The source of the virus could not be determined in this outbreak. The design of the enclosure made contact with domestic cats unlikely. It is possible that a virus-positive carrier may have introduced the virus and been the mechanism by which the virus persisted in the colony over a period of 10 years. Coronaviruses related to FIPV can be present in lkline faeces (Pedersen, Boyle, Floyd, Fudge and Baker, 1981) period of the \"dry\" FIP may be several months, affected animals may harbour and shed virus for some time before developing clinical signs and dying. Interestingly, all the animals that died of confirmed FIP were male, despite approximately equal (10 vs 12) numbers of male and female offspring in the colony. Apparent increased susceptibility of males has also been noted in domestic cats (Potkay, Bacher and Pitts, 1974; Robinson, Holzworth and Gilmore, 1971) , although other studies have shown no particular sex predisposition (Pedersen, 1976) . In the outbreak in a domestic cat colony reported by Potkay and colleagues a seasonal incidence of deaths due to FIP was noticed, with most occurring during the winter months. Similarly, in this colony four of the five deaths occurred between October and March. The reason for this is unclear although \"stress\" factors of temperature variation have been suggested. Poor neonatal survival of kittens was also a problem in this colony, seven of 22 kittens having died within one month of birth. Although none of these deaths were closely investigated this type of syndrome has been associated with FIPV infection (McKiernan, Evermann, Hargis, Miller and Ott, 1981) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 413,
                    "text": "(Pedersen, Boyle, Floyd, Fudge and Baker, 1981)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 803,
                    "end": 835,
                    "text": "(Potkay, Bacher and Pitts, 1974;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 836,
                    "end": 874,
                    "text": "Robinson, Holzworth and Gilmore, 1971)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 944,
                    "end": 960,
                    "text": "(Pedersen, 1976)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1574,
                    "end": 1625,
                    "text": "(McKiernan, Evermann, Hargis, Miller and Ott, 1981)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The major target for FIP infection is the macrophage but we lbund that hcpatocytes may also be infected. In this study lesions due to hepatocyte infection were the earliest changes detectable in the liver, with syncytium formation and necrosis. These lesions were analogous to those caused by another coronavirus, murine hepatitis virus (Blackmore, Guillon and Schwanzer, 1981) . Macrophages in the liver of the wildcats, including Kupffer cells, were also infected with the virus. As virus is rarely found free in the blood a cell-borne transmission to the hepatocyte is likely, probably via the Kupffer cells. The frequency of infection ofnon-macrophage cells in other organs is not known but was not common in this study.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 377,
                    "text": "(Blackmore, Guillon and Schwanzer, 1981)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Viruses of Laboratory Rodents and Lagomorphs. British Veterinary Association",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Blackmore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Guillon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schwanzer",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Feline infectious peritonitis. Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Colly",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "34--42",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibody, immune complexes and complement activity fluctuations in kittens with experimentally induced feline infectious peritonitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Jacobese-Geels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Daha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "American Journal of Veterinary Research",
            "volume": "43",
            "issn": "",
            "pages": "666--67",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus: organisation, replication and expression of genome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annual Reviews of Microbiology",
            "volume": "44",
            "issn": "",
            "pages": "303--333",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation of feline coronaviruses from two cats with diverse manifestations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckiernan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hargis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Ott",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Feline Practitioner",
            "volume": "11",
            "issn": "",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Some viral and protozoal diseases in the European wildcat (Fells silvestris)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcorist",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Easterbee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal o.f Wildlife Diseases",
            "volume": "27",
            "issn": "",
            "pages": "693--696",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Monoclonal antibodies to the spike protein of feline infectious peritonitis virus mediate antibody-dependent enhancement of infection of feline macrophages",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Corapi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Ngichabe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Baines",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Virology",
            "volume": "66",
            "issn": "",
            "pages": "956--965",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Feline infectious peritonitis: something old, something new",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Feline Practztioner",
            "volume": "6",
            "issn": "",
            "pages": "42--51",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Feline infectious peritonitis and feline enteric coronavirus infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Feline Practice",
            "volume": "13",
            "issn": "",
            "pages": "5--20",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An enteric coronavirus infection of cats and its relationship to feline infectious peritonitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Floyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fudge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Feline infectious peritonitis in a closed breeding colony",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Potkay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bacher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Pitts",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Laboratory Animal Science",
            "volume": "24",
            "issn": "",
            "pages": "279--289",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Naturally occurring infectious peritonitis: signs and clinical diagnosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holzworth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Gilmore",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Journal of lhe American Velerinary Medical Aa~ociation",
            "volume": "158",
            "issn": "",
            "pages": "981--986",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pathogenesis of feline infectious peritonitis: nature and development of viraemia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "American Journal of Veterinary Research",
            "volume": "42",
            "issn": "",
            "pages": "382--390",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pathogenesls of feline infectious peritonitis: pathologic changes and immunofluorescence",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "American Journal of Velerinao~ Research",
            "volume": "42",
            "issn": "",
            "pages": "2036--2048",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The family tree of tile closed colony of European wildcats, indicating their dates of birth and death (months/years), litter size and subsequent ['ate of each animal retained in the colony. The fate of animals sold elsewhere was not known, l, FIP; ®, kitten; Q, aduh; O, sold.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Section of lung fi'om a European wildcat afR'cted by rhine infectious peritonitis. Darkly staining mat.rophages positive lot viral antigen are evident (arrow). Iudircct il'nmunohistochemical stain incorporating anti-FIPV nucleocapsid goat serum as a primary antibody. × 765.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "15 rain at room temperature.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "but whether FIPV represents a viscerotropic variant of faecal virus remains to be determined. Given that the incubation >' i I Fig. 2. Section of liver fi'om a European wildcat alfectcd by feline infectious pcritnnids. Numerous loci of necrosis with surrounding infiltrauon by inflammatory cells. HE x 315.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Diane Addie (Department of Veterinary Pathology, University of Glasgow) for antisera to FIPV and MrJ. Hanning for valuable information on management of the wildcat colony.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}